# to dump installed packages
# brew bundle dump --file ~/src/dotfiles/Brewfile 
# to apply
# brew bundle --file=Brewfile

tap "hashicorp/tap"
tap "heremaps/olp-cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap sdkman/tap

brew "openssl@3"
brew "awscli"
brew "bash-language-server"
brew "direnv"
brew "fd"
brew "fzf"
brew "gimme-aws-creds"
brew "helm"
brew "jdtls"
brew "kubectx"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "maven"
brew "neovim"
brew "powerlevel10k"
brew "prometheus"
brew "python@3.9"
brew "ripgrep"
brew "rpm2cpio"
brew "sdkman-cli"
brew "stow"
brew "testdisk"
brew "tree"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "hashicorp/tap/vault"
brew "heremaps/olp-cli/olp"
brew "jesseduffield/lazygit/lazygit"

cask "maccy"
cask "mqttx"
